export const questions = [
  {
    number: 1,
    quest: '새내기 첫 식사! 그런데... 점심 메뉴를 어떻게 정하지..!!',
    firstAnswer: '첫번째의 첫번째답',
    secondAnswer: '첫번째의 두번째답',
    answers : ['네이버 앱 추천을 사용한다', '선배들에게 물어본다', '밥이 중요한게 아니다, 거른다'],
    image: require('../assets/imgs/1.png'),
    firstImage: require('../assets/imgs/1.png'),
    secondImage: require('../assets/imgs/2.png')
  },
  {
    number: 2,
    quest: '밥 먹고 공강 시간에... 도서관이나 가볼까? 어느 코너로 갈까?',
    firstAnswer: '두번째의 첫번째답',
    secondAnswer: '두번째의 두번째답',
    answers : ['경영경제 코너', '공학코너', '인문학 코너', '도서관에 가느니 친구들 불러서 농구/축구/족구 등등 할래!', 'PC방', '코인노래방'],
    image: require('../assets/imgs/2.png'),
    firstImage: require('../assets/imgs/2.png'),
    secondImage: require('../assets/imgs/1.png')
  },
  {
    number: 3,
    quest: '내 친구가 수업이 이해가 안된다고 한다... 어떻게 도와줄까??',
    firstAnswer: '세번째의 첫번째답',
    secondAnswer: '세번째의 두번째답',
    answers : ['친절하게 설명한다', '잘 설명되어있는 구글/유튜브 주소를 넘겨준다', '나도 이해를 못해 같이 해보자고 한다'],
    image: require('../assets/imgs/3.png'),
    firstImage: require('../assets/imgs/1.png'),
    secondImage: require('../assets/imgs/2.png')
  },
  {
    number: 4,
    quest: '학교를 가는길에 버스에서 ...',
    firstAnswer: '네번째의 첫번째답',
    secondAnswer: '네번째의 두번째답',
    answers : ['지나가는 자동차를 본다 ', '독특한 건물을 본다', '사람들 입은 옷을 본다', '핸드폰으로 게임한다'],
    image: require('../assets/imgs/4.png'),
    firstImage: require('../assets/imgs/2.png'),
    secondImage: require('../assets/imgs/1.png')
  },
  {
    number: 5,
    quest: '다큐멘터리에서 실험당하는 동물을 보며 나는...',
    firstAnswer: '다섯번째의 첫번째답',
    secondAnswer: '다섯번째의 두번째답',
    answers : ['흥미롭다', '불쌍하다, 왜 저러한 운명에 처해야했는지 생각해본다', '관찰레포트를 적어야하는 기분이 든다'],
    image: require('../assets/imgs/5.png'),
    firstImage: require('../assets/imgs/1.png'),
    secondImage: require('../assets/imgs/2.png')
  },
  {
    number: 6,
    quest: '으악! 😣 한양대역 2번출구 육교를 건너다 다리가 삐걱거리는 것을 느꼈다! 나는..',
    firstAnswer: '여섯번째의 첫번째답',
    secondAnswer: '여섯번째의 두번째답',
    answers : ['얼른 내려가서 신속하게 신고한다', '다시 건너도 삐그덕거릴까? 한번 다시 건너본다'],
    image: require('../assets/imgs/6.png'),
    firstImage: require('../assets/imgs/2.png'),
    secondImage: require('../assets/imgs/1.png')
  },
  {
    number: 7,
    quest: 'Excuse me! 갑자기 외국인 학생이 도서관 가는 길을 물어본다...',
    firstAnswer: '일곱번째의 첫번째답',
    secondAnswer: '일곱번째의 두번째답',
    answers : ['유창한 외국어로 가는 길을 설명해준다', '손짓발짓을 섞어가며 가는 길을 설명하려고 노력한다', '지도 앱을 켜고 최적의 경로를 보여준다'],
    image: require('../assets/imgs/7.png'),
    firstImage: require('../assets/imgs/1.png'),
    secondImage: require('../assets/imgs/2.png')
  },
  {
    number: 8,
    quest: '"저희 그러면 이제 역할 나눌까요...?" 팀플 역할 나누는 시간, 내 역할은...',
    firstAnswer: '여덟번째의 첫번째답',
    secondAnswer: '여덟번째의 두번째답',
    answers : ['제가 ⭐️발표⭐️하겠습니다', '발표 싫어... 꼼꼼한 자료 조사', '시선을 사로잡는 PPT 만들기'],
    image: require('../assets/imgs/8.png'),
    firstImage: require('../assets/imgs/2.png'),
    secondImage: require('../assets/imgs/1.png')
  },
  {
    number: 9,
    quest: '이제는 공부해야 한다... 기말고사 시즌 나의 도서관 자리는?',
    firstAnswer: '아홉번째의 첫번째답',
    secondAnswer: '아홉번째의 두번째답',
    answers : ['자유롭게 이야기하며 공부할 수 있는 그룹스터디룸', '마음껏 타자칠 수 있는 Creative Zone', '과학책들로 둘러싸인 과학기술실', '조용히 공부할 수 있는 열람실', '난 도서관 말고 연습실 간다...'],
    image: require('../assets/imgs/9.png'),
    firstImage: require('../assets/imgs/1.png'),
    secondImage: require('../assets/imgs/2.png')
  },
  {
    number: 10,
    quest: '친구들과 밥 먹고 계산하는 시간, 나는...',
    firstAnswer: '열번째의 첫번째답',
    secondAnswer: '열번째의 두번째답',
    answers : ['"정확히 1939원씩 내면 돼"', '"카카오 정산하기 쓸게~"', '가위바위보 진 사람이 내자'],
    image: require('../assets/imgs/10.png'),
    firstImage: require('../assets/imgs/2.png'),
    secondImage: require('../assets/imgs/1.png')
  },
// 질문 문항 추가
  {
    number: 11,
    quest: '\'이 과목 재밌겠다!\' 수강편람 조회 중 내 눈에 들어온 교양 과목은...',
    firstAnswer: '열번째의 첫번째답',
    secondAnswer: '열번째의 두번째답',
    answers : ['새로운 언어를 배워보고 싶어! \'기초프랑스어\', \'기초스페인어\'', '인체의 신비 \'뇌과학의이해\', \'기초법의학\'', '법 모르면 손해 \'생활법률\', \'대중문화와법\'', '역사를 잊은 민족에게 미래는 없다 \'영화로보는서양의역사\', \'한국근현대사\'', '나도 건축학개론...?😏 \'주거학개론\'', 'CC 탄생 국룰 교양 \'교양댄스스포츠\', \'대학합창\'', '한양대 교양 명강 \'분석과비판\''],
    image: require('../assets/imgs/11.png'),
    firstImage: require('../assets/imgs/1.png'),
    secondImage: require('../assets/imgs/2.png')
  },
  {
    number: 12,
    quest: '봄학기 나의 개강룩은?.',
    firstAnswer: '열번째의 첫번째답',
    secondAnswer: '열번째의 두번째답',
    answers : ['누가 봐도 새내기! 신경 써서 고른 코트에 예쁜 바지', '교수님의 사랑을 받을 발표자 정석 슬랙스에 단정 셔츠', '편한 게 최고... 후드에 백팩', '그래프 그리기 좋은 체크남방', '실험복에 고글 ganzi'],
    image: require('../assets/imgs/12.png'),
    firstImage: require('../assets/imgs/2.png'),
    secondImage: require('../assets/imgs/1.png')
  },
  {
    number: 13,
    quest: '"안녕하세요~ 인상이 좋으셔서 그러는데..." 왕십리 거리에서 이상한 사람에게 붙잡힌 나는...',
    firstAnswer: '열번째의 첫번째답',
    secondAnswer: '열번째의 두번째답',
    answers : ['무시하고 가던 길 가기', '논리적인 반박으로 혼 탈탈 털기'],
    image: require('../assets/imgs/13.png'),
    firstImage: require('../assets/imgs/1.png'),
    secondImage: require('../assets/imgs/2.png')
  },
  {
    number: 14,
    quest: '드디어 한양대에 입학한 아기사자! 우리 과 건물은...',
    firstAnswer: '열번째의 첫번째답',
    secondAnswer: '열번째의 두번째답',
    answers : ['캠퍼스 로망 충족 야경이 보이는 언덕 위 건물', '수업 1분 전에 지하철역에서 뛰어가도 지각 안 하는 애지문 바로 앞 건물', '갈 때마다 눈이 즐거운 예쁜 건물', '최첨단 H-반짝반짝 유리건물'],
    image: require('../assets/imgs/14.png'),
    firstImage: require('../assets/imgs/2.png'),
    secondImage: require('../assets/imgs/1.png')
  },
  {
    number: 15,
    quest: '화려했던 고등학교 시절...⭐️ 학교에서 내 포지션은?',
    firstAnswer: '열번째의 첫번째답',
    secondAnswer: '열번째의 두번째답',
    answers : ['안 친한 사람이 없는 우리 반 인싸 반장', '무슨 문제든 주면 셔츠 걷고 풀어주는 수학천재', '따스한 햇볕이 내리쬐는 도서관 창가에 책 들고 앉아있던 첫사랑 선배', '매일 점심 먹고 운동장에 출석하는 축구선수', '힘들 때마다 옆에서 조언하고 위로해주는 따뜻한 친구', '선생님의 사랑을 듬뿍 받는 전교 1등'],
    image: require('../assets/imgs/15.png'),
    firstImage: require('../assets/imgs/1.png'),
    secondImage: require('../assets/imgs/2.png')
  },
]
